--[[

    This file (or its localized versions respectively) are included in
    "initunderground.lua" to provide the underground sector names.
    
    Make sure to save this file as UTF-8, preferably with BOM signature in
    order to help editors to not mess up the encoding. Also make sure to not
    save BOM in any other script unless it explicitly allows that.

]]

sectornames = {

    ["G10-1"] = "Азкабан - тюрьма",
    ["G10-2"] = "Азкабан - тюрьма",
    
    ["A9-1"] = "Наса - подвал",
        
    ["A1-1"] = "Убежище",
    
    
    ["K2-1"] = "Дюрант - шахта",
	["K1-1"] = "Дюрант - шахта",
	["K1-2"] = "Дюрант - шахта",
	["K1-3"] = "Дюрант - шахта",
	  
    ["J10-1"] = "Лоденбург - шахта",
	["J11-1"] = "Лоденбург - шахта",
	["J11-2"] = "Лоденбург - шахта",
	["J11-3"] = "Лоденбург - шахта",
    
    ["D11-1"] = "Аласпар Mine",
	["E11-1"] = "Аласпар Mine",
	["E11-2"] = "Аласпар - шахта",
	["E11-3"] = "Аласпар - шахта",
 
    ["F14-1"] = "Драсниа - шахта",
	["F15-1"] = "Драсниа - шахта",
	["F16-1"] = "Драсниа - шахта",
	["F16-2"] = "Драсниа - шахта",
	["F16-3"] = "Драсниа - шахта",

    ["O5-1"] = "Кевелин - шахта",
	["O6-1"] = "Кевелин - шахта",
	["O6-2"] = "Кевелин - шахта",
	["O6-3"] = "Кевелин - шахта",
    
    ["H5-1"] = "Аспенвуд - шахта",
	["H4-1"] = "Аспенвуд - шахта",
	["H4-2"] = "Аспенвуд - шахта",
	["H4-3"] = "Аспенвуд - шахта",

    
    ["P1-1"] = "Демовиль",
    ["P1-2"] = "Демовиль",
 
    creatureLair = "Логово тварей",
}
